{
  "excercise": [
    {
      "id": 1,
      "name": "Clean and press",
      "muscle": ["arms", "chest", "legs"],
      "description": "The clean and press is a full-body lift comprised of two movements: the clean, where the bar is pulled from the floor and caught in the front rack position in three pulls or phases, followed by the overhead press. Decades ago, it was contested in the Olympics. Today, it remains a worthy centerpiece of a power and strength training program, and has full-body benefits when done for low reps as well as moderate to high reps."
    },

    {
      "id": 2,
      "name": "Military press",
      "muscle": ["arms", "chest"],
      "description": "The military press is a compound movement used to build size and strength in the shoulders. It was once contested as a fourth powerlift, but is rarely competed anymore. However, being able to press a significant weight overhead remains a popular marker of upper-body strength. The military press can be trained as a strength lift or in traditional muscle-building rep ranges as part of full-body, shoulder-focused, or upper-body training."
    },
    {
      "id": 3,
      "name": "Triceps dip",
      "muscle": ["arms", "chest"],
      "description": "The triceps dip is a bodyweight exercise performed on parallel bars or on a pull-up and dip station. It targets the triceps first, but also stretches and strengthens the chest and shoulders. Dips with a triceps focus are usually performed with an upright torso, the knees bent and crossed, and the arms close to the body. Dips can be performed for low reps for strength or higher reps for muscle growth."
    },
    {
      "id": 4,
      "name": "Sumo deadlift",
      "muscle": ["legs"],
      "description": "The sumo deadlift is a compound movement in which the feet are set in a wide stance with toes pointed out and grip is placed inside of the legs. It is allowed to be performed instead of conventional deadlifts in most powerlifting competitions. The sumo deadlift targets the hamstrings, glutes, and upper back/traps, but also has a greater emphasis on stretching and strengthening the adductor and hip muscles due to the wide stance."
    },
    {
      "id": 5,
      "name": "Barbell Full Squat",
      "muscle": ["legs"],
      "description": "The barbell back squat is a popular compound movement that emphasizes building the lower-body muscle groups and overall strength. It's the classic way to start a leg day, and is a worthy centerpiece to a lower-body training program. The squat is a competitive lift in the sport of powerlifting, but is also a classic measurement of lower-body strength. With the barbell racked on the traps or upper back, the emphasis is placed on the posterior chain but the entire body gets worked. The back squat can be trained in everything from heavy singles to sets of 20 reps or higher."
    },
    {
      "id": 6,
      "name": "Single-Leg Press",
      "muscle": ["legs"],
      "description": "The single-leg leg press is an exercise targeting the quadriceps one leg at a time. Many lifters prefer the leg press to squatting for several reasons, including the perception that it’s safer for the spine."
    },
    {
      "id": 7,
      "name": "Pushups",
      "muscle": ["arms", "chest"],
      "description": "The single-leg leg press is an exercise targeting the quadriceps one leg at a time. Many lifters prefer the leg press to squatting for several reasons, including the perception that it’s safer for the spine."
    },
    {
      "id": 7,
      "name": "Barbell Bench Press",
      "muscle": ["arms", "chest"],
      "description": "The bench press is a compound exercise that builds strength and muscle in the chest and triceps. When many people think of listing, the bench press is often the first exercise that comes to mind"
    }
  ]
}
